Repository: masuda-so/grace
Catalog: grace/Resources/Localizable.xcstrings
Source language: en
Languages: ja

source: %@ %@ remains usable without the assistant.
ja: %@ %@はアシスタントなしでも利用できます。

source: %@ is a Pro feature
ja: %@はPro機能です

source: %@ Pro is active
ja: %@ Proが有効です

source: %@ Pro is active.
ja: %@ Proが有効です。

source: %@ Pro was restored.
ja: %@ Proを復元しました。

source: %@, includes a photo
ja: %@、写真付き

source: %lld badges unlocked
ja: %lld個のバッジを獲得

source: %lld day streak
ja: %lld日連続

source: ^[%lld Days](inflect: true)
ja: %lld 日

source: 5 Stars
ja: 五つ星

source: A friend checked in at exactly the right time.
ja: ちょうどよい時に友人が連絡をくれた。

source: A moment you appreciated
ja: 心に残ったこと

source: A quiet walk
ja: 静かな散歩

source: A thoughtful message
ja: 心のこもったメッセージ

source: Achievements
ja: 実績

source: Active until %@
ja: %@まで有効

source: Add
ja: 追加

source: Add a note or photo to begin your gratitude journal.
ja: メモや写真を追加して、感謝の日記を始めましょう。

source: Add a photo
ja: 写真を追加

source: Add five moments with a photo and text.
ja: 写真と文章を含む記録を5件追加する。

source: Add five moments with both a photo and a note.
ja: 写真とメモの両方を含む記録を5件追加する。

source: Add Moment
ja: 瞬間を追加

source: Add three entries with photos.
ja: 写真付きの記録を3件追加する。

source: Add three moments with photos.
ja: 写真付きの記録を3件追加する。

source: AI generation was cancelled.
ja: AIによる生成をキャンセルしました。

source: AI requests use the on-device model when available.
ja: AIリクエストには、利用可能な場合はオンデバイスモデルを使用します。

source: Another request is still running. Please wait a moment.
ja: 別のリクエストを処理中です。しばらくお待ちください。

source: App
ja: アプリ

source: Apple Intelligence is turned off.
ja: Apple Intelligenceがオフになっています。

source: Assistant
ja: アシスタント

source: Auto-renews until cancelled.
ja: 解約するまで自動更新されます。

source: Availability
ja: 利用状況

source: Available
ja: 利用可能

source: Bundle ID
ja: バンドルID

source: Cancel
ja: キャンセル

source: Change photo
ja: 写真を変更

source: Checking…
ja: 確認中…

source: Choose a Pro plan to use the on-device assistant.
ja: オンデバイスアシスタントを使用するには、Proプランを選択してください。

source: Choose Photo
ja: 写真を選択

source: Choose the non-renewing Daily Pass or an auto-renewing plan to use the on-device assistant.
ja: オンデバイスアシスタントを使用するには、自動更新されないデイリーパスまたは自動更新プランを選択してください。

source: Couldn’t Generate
ja: 生成できませんでした

source: Daily Pass active until %@
ja: デイリーパスは%@まで有効です

source: Day
ja: 日

source: Days
ja: 日

source: Delete
ja: 削除

source: Delete Failed
ja: 削除できませんでした

source: Delete Moment
ja: 記録を削除

source: Discard Moment
ja: 記録を破棄

source: Enter a prompt before generating a response.
ja: 応答を生成する前にプロンプトを入力してください。

source: Every journey begins with a single moment.
ja: すべての歩みは、ひとつの記録から始まります。

source: Every journey begins with a single step. Congratulations — you’re on your way!
ja: どんな歩みも、最初の一歩から始まります。おめでとうございます。順調なスタートです！

source: Expressive
ja: 表現豊か

source: Five Stars
ja: 五つ星

source: Free
ja: 無料

source: Generated on this device with Apple Foundation Models. AI output may be inaccurate; review it before use.
ja: Apple Foundation Modelsフレームワークを使用して、このデバイス上で生成されました。AIの出力には誤りが含まれる可能性があります。使用前に内容をご確認ください。

source: Grateful For
ja: 感謝したこと

source: Grateful Moments
ja: 感謝の記録

source: I noticed how the evening sky changed color.
ja: 夕空の色が移り変わることに気づいた。

source: Legal
ja: 法的情報

source: Loading Photo
ja: 写真を読み込み中

source: Locked Badges
ja: 未獲得のバッジ

source: Log a moment to start your journey.
ja: 記録を追加して、歩みを始めましょう。

source: Log your small wins
ja: 小さな喜びを記録しましょう

source: Look at you, giving yourself all the ways to savor your happy memories!
ja: 素敵です。幸せな思い出を味わう方法を、いくつも自分に贈れています！

source: Manage subscription
ja: サブスクリプションを管理

source: Manage Subscription
ja: サブスクリプションを管理

source: Moments
ja: 記録

source: Morning light
ja: 朝の光

source: No active %@ Pro purchase was found.
ja: 有効な%@ Proの購入は見つかりませんでした。

source: No analytics or remote AI service is included in this foundation.
ja: この基盤には、分析機能やリモートAIサービスは含まれていません。

source: No moments yet
ja: 瞬間はまだありません

source: No moments yet!
ja: まだ記録がありません

source: No StoreKit products are available yet. Add the %@ products in App Store Connect or a local StoreKit configuration before purchase testing.
ja: StoreKit製品をまだ利用できません。購入テストの前に、App Store ConnectまたはローカルStoreKit構成へ%@の製品を追加してください。

source: Notice the good that is already here.
ja: すでにここにある幸せに気づきましょう。

source: One-time access for %lld hours. Does not auto-renew.
ja: %lld時間の買い切りアクセスです。自動更新されません。

source: Perfect 10
ja: パーフェクト・テン

source: Perfect Ten
ja: パーフェクト・テン

source: Photo for %@
ja: %@の写真

source: Photo Unavailable
ja: 写真を利用できません

source: Photos can bring a meaningful feeling back into focus.
ja: 写真は、大切な気持ちを再び鮮明にしてくれます。

source: Photos connect us to our past, and looking at them can take us right back to the grateful feeling we had when we snapped them.
ja: 写真は過去と今をつないでくれます。見返すと、撮影したときの感謝の気持ちがよみがえります。

source: Plan
ja: プラン

source: Please try again.
ja: もう一度お試しください。

source: Post a note or photo to start filling this space with gratitude.
ja: メモや写真を追加して、感謝を記録しましょう。

source: Premium product identifiers must belong to the catalog.
ja: プレミアム製品IDはカタログに含まれている必要があります。

source: Privacy
ja: プライバシー

source: Privacy Policy
ja: プライバシーポリシー

source: Processed on this device with Apple Foundation Models.
ja: Apple Foundation Modelsフレームワークを使用して、このデバイス上で処理されます。

source: Product
ja: 製品

source: Purchases
ja: 購入

source: Purchases are verified with StoreKit 2.
ja: 購入はStoreKit 2で検証されます。

source: Record at least 10 moments, collecting all the other badges along the way.
ja: ほかのバッジをすべて集めながら、記録を10件以上追加する。

source: Record five moments.
ja: 記録を5件追加する。

source: Record ten moments and unlock every other badge.
ja: 記録を10件追加し、ほかのすべてのバッジを獲得する。

source: Record your first moment.
ja: 最初の記録を追加する。

source: Reflect
ja: 振り返る

source: Reflection
ja: 振り返り

source: Restore Failed
ja: 復元に失敗しました

source: Restore Purchases
ja: 購入を復元

source: Restoring Purchases…
ja: 購入を復元中…

source: Save Failed
ja: 保存できませんでした

source: Select a photo to include with this moment.
ja: この記録に添える写真を選択します。

source: Settings
ja: 設定

source: Shutterbug
ja: 写真愛好家

source: Start the Journey
ja: 歩みを始める

source: Stop
ja: 停止

source: Streak
ja: 連続記録

source: Streak %@
ja: 連続記録 %@

source: Support
ja: サポート

source: Terms of Use
ja: 利用規約

source: The App Store is unavailable. Try again later.
ja: App Storeを利用できません。時間をおいてもう一度お試しください。

source: The App Store transaction could not be verified.
ja: App Storeの取引を検証できませんでした。

source: The assistant is unavailable because Apple Intelligence isn’t turned on.
ja: Apple Intelligenceがオフになっているため、アシスタントを利用できません。

source: The assistant isn’t ready yet. Try again later.
ja: アシスタントはまだ準備中です。しばらくしてからもう一度お試しください。

source: The moment will be permanently deleted. Earned badges won't be removed.
ja: この記録は完全に削除されます。獲得済みのバッジは削除されません。

source: The on-device assistant is unavailable on this device or for the current language. Paid plans can’t be purchased until it becomes available.
ja: このデバイスまたは現在の言語ではオンデバイスアシスタントを利用できません。利用可能になるまで有料プランは購入できません。

source: The on-device assistant is unavailable.
ja: オンデバイスアシスタントを利用できません。

source: The on-device model couldn’t complete this request.
ja: オンデバイスモデルがこのリクエストを完了できませんでした。

source: The on-device model couldn’t generate a response. Try again.
ja: オンデバイスモデルで応答を生成できませんでした。もう一度お試しください。

source: The on-device model doesn’t support a language in this request.
ja: オンデバイスモデルは、このリクエストで使用されている言語に対応していません。

source: The on-device model doesn’t support the current language.
ja: オンデバイスモデルは現在の言語に対応していません。

source: The on-device model is busy. Please try again shortly.
ja: オンデバイスモデルは処理中です。しばらくしてからもう一度お試しください。

source: The on-device model is unavailable.
ja: オンデバイスモデルは利用できません。

source: The on-device model isn’t ready yet.
ja: オンデバイスモデルの準備がまだ完了していません。

source: The on-device model took too long to respond. Please try again.
ja: オンデバイスモデルの応答に時間がかかりすぎました。もう一度お試しください。

source: The photo could not be added. Please choose another photo.
ja: 写真を追加できませんでした。別の写真を選択してください。

source: The purchase is waiting for approval.
ja: 購入は承認待ちです。

source: The request is too long. Shorten it and try again.
ja: リクエストが長すぎます。短くしてからもう一度お試しください。

source: The request or response was blocked for safety.
ja: 安全上の理由により、リクエストまたは応答がブロックされました。

source: The room felt calm before the day began.
ja: 一日が始まる前、部屋は穏やかだった。

source: This app doesn’t use analytics or a remote AI service.
ja: このアプリでは、分析機能やリモートAIサービスを使用しません。

source: This device doesn’t support the on-device model.
ja: このデバイスはオンデバイスモデルに対応していません。

source: This feature isn’t designed to handle that kind of input. Try a different request.
ja: この機能はそのような入力を扱うようには設計されていません。別の内容でお試しください。

source: This moment will be permanently deleted.
ja: この瞬間を完全に削除します。

source: This operating system version doesn’t support the on-device model.
ja: このOSバージョンはオンデバイスモデルに対応していません。

source: This product is unavailable. Try again later.
ja: この製品を利用できません。時間をおいてもう一度お試しください。

source: This request couldn’t be completed. Try rephrasing it for this assistant’s purpose.
ja: このリクエストを完了できませんでした。このアシスタントの目的に沿うように言い換えてお試しください。

source: Title (Required)
ja: タイトル（必須）

source: Unavailable
ja: 利用不可

source: Version
ja: バージョン

source: View Pro options
ja: Proプランを見る

source: What made this moment meaningful?
ja: この瞬間が大切だと感じた理由は？

source: Writing a reflection…
ja: 振り返りを作成中…

source: You are preserving memories in words and images.
ja: 言葉と画像で思い出を残しています。

source: You have built a thoughtful new habit.
ja: 心豊かな新しい習慣が身につきました。

source: You’re building momentum! The more you focus on regular practice, the better you get at choosing to keep up your intentioned habits.
ja: 勢いがついてきました！日々の実践を意識するほど、続けたい習慣を選び取る力が身についていきます。

source: You're getting the hang of your new habit! Keep it up and see how far it can take you.
ja: 新しい習慣のこつがつかめてきました！このまま続けて、どこまで行けるか見てみましょう。

source: Your Badges
ja: 獲得したバッジ

source: Your gratitude practice is gaining momentum.
ja: 感謝の習慣が軌道に乗ってきました。

source: Your moment could not be deleted. Please try again.
ja: 記録を削除できませんでした。もう一度お試しください。

source: Your moment could not be saved. Please try again.
ja: 記録を保存できませんでした。もう一度お試しください。

source: Your moments and selected photos stay on this device.
ja: 記録と選択した写真はこのデバイス内に保存されます。
